window.SALARY_DEMO = {
  "cities": [
    {
      "name": "上海",
      "v": 14200
    },
    {
      "name": "北京",
      "v": 13900
    },
    {
      "name": "深圳",
      "v": 13500
    },
    {
      "name": "广州",
      "v": 12800
    },
    {
      "name": "杭州",
      "v": 11900
    },
    {
      "name": "南京",
      "v": 10600
    },
    {
      "name": "苏州",
      "v": 10100
    },
    {
      "name": "宁波",
      "v": 9900
    },
    {
      "name": "天津",
      "v": 9800
    },
    {
      "name": "无锡",
      "v": 9800
    },
    {
      "name": "东莞",
      "v": 9400
    },
    {
      "name": "厦门",
      "v": 9300
    },
    {
      "name": "珠海",
      "v": 9200
    },
    {
      "name": "佛山",
      "v": 9100
    },
    {
      "name": "常州",
      "v": 9000
    },
    {
      "name": "温州",
      "v": 8800
    },
    {
      "name": "合肥",
      "v": 8600
    },
    {
      "name": "青岛",
      "v": 8500
    },
    {
      "name": "武汉",
      "v": 8400
    },
    {
      "name": "重庆",
      "v": 8300
    },
    {
      "name": "成都",
      "v": 8200
    },
    {
      "name": "福州",
      "v": 8200
    },
    {
      "name": "长沙",
      "v": 8100
    },
    {
      "name": "泉州",
      "v": 8000
    },
    {
      "name": "济南",
      "v": 7900
    },
    {
      "name": "西安",
      "v": 7800
    },
    {
      "name": "郑州",
      "v": 7600
    },
    {
      "name": "拉萨",
      "v": 7500
    },
    {
      "name": "沈阳",
      "v": 7400
    },
    {
      "name": "南昌",
      "v": 7300
    },
    {
      "name": "乌鲁木齐",
      "v": 7300
    },
    {
      "name": "昆明",
      "v": 7200
    },
    {
      "name": "海口",
      "v": 7100
    },
    {
      "name": "石家庄",
      "v": 7000
    },
    {
      "name": "南宁",
      "v": 6900
    },
    {
      "name": "呼和浩特",
      "v": 6900
    },
    {
      "name": "贵阳",
      "v": 6800
    },
    {
      "name": "长春",
      "v": 6800
    },
    {
      "name": "太原",
      "v": 6700
    },
    {
      "name": "哈尔滨",
      "v": 6600
    },
    {
      "name": "银川",
      "v": 6600
    },
    {
      "name": "兰州",
      "v": 6500
    },
    {
      "name": "西宁",
      "v": 6400
    }
  ],
  "jobs": [
    {
      "name": "软件开发工程师",
      "v": 17500
    },
    {
      "name": "电气工程师",
      "v": 11600
    },
    {
      "name": "产品经理",
      "v": 16000
    },
    {
      "name": "招聘专员",
      "v": 7800
    },
    {
      "name": "猎头顾问",
      "v": 10500
    },
    {
      "name": "无人机维修工程师",
      "v": 9500
    },
    {
      "name": "财务专员",
      "v": 7200
    },
    {
      "name": "运营专员",
      "v": 7600
    },
    {
      "name": "数据分析师",
      "v": 13000
    },
    {
      "name": "UI设计师",
      "v": 11000
    },
    {
      "name": "测试工程师",
      "v": 12000
    },
    {
      "name": "销售经理",
      "v": 11500
    },
    {
      "name": "机械工程师",
      "v": 10800
    },
    {
      "name": "行政专员",
      "v": 6500
    }
  ]
};
